Repository: istid-blip/Sveiseformler
Catalog: Sveiseformler/Localizable.xcstrings
Source language: en
Languages: nb

source: OFF
nb: AV

source: [ ON ]
nb: [ PÅ ]

source: [EXEC]
nb: [KJØR]

source: %lld passes recorded
nb: %lld strenger lagret

source: • ACTIVE
nb: • AKTIV

source: • REC
nb: • LAGRER

source: < BACK
nb: < TILBAKE

source: < MAIN MENU
nb: < HOVEDMENY

source: < MENU
nb: < MENY

source: > CALCULATED LOGS
nb: > BEREGNEDE LOGGER

source: > JOB HISTORY
nb: > JOBB HISTORIKK

source: > LOGS
nb: > LOGGER

source: > QUERY:
nb: > SØK:

source: > WAITING FOR INPUT_
nb: > VENTER PÅ DATA_

source: ADDITIONAL TOOLS
nb: FLERE VERKTØY

source: Aluminum (2.70)
nb: Aluminium (2.70)

source: AUSTENITE FORMERS
nb: AUSTENITTDANNERE

source: CALCULATED EQUIVALENTS
nb: KALKULERTE EKVIVALENTER

source: CARBON EQUIV.
nb: KARBON EKVIVALENT

source: CARBON EQUIVALENT (CE)
nb: KARBONEKVIVALENT (CE)

source: Carbon Steel (7.85)
nb: Karbonstål (7.85)

source: CURRENT PASS (kJ/mm)
nb: SISTE STRENG (kJ/mm)

source: Dens: %@
nb: Densitet: %@

source: DONE
nb: FERDIG

source: ENGLISH OR NORSK...
nb: ENGELSK ELLER NORSK...

source: FCAW / Flux Core (85%)
nb: Rørtråd / FCAW (85%)

source: FERRITE FORMERS
nb: FERRITTDANNERE

source: HEAT INPUT CALC
nb: VARMETILFØRSEL

source: ID (e.g. Root Pass)...
nb: ID (f.eks. Rotstreng)...

source: INITIALIZING DATABASE...
nb: INITIALISERER DATABASE...

source: JOB METADATA
nb: JOBB METADATA

source: k-factor
nb: k-faktor

source: LOG PASS #%lld
nb: LOGG STRENG #%lld

source: MACHINE SETUP
nb: MASKINOPPSETT

source: MAG / Solid Wire (95%)
nb: MAG / Massivtråd (95%)

source: NEW JOB
nb: NY JOBB

source: NO MATCHES FOUND
nb: INGEN TREFF FUNNET

source: OUTPUT (kg/h)
nb: YTELSE (kg/t)

source: PROCESS
nb: PROSESS

source: SAVE
nb: LAGRE

source: SMAW / Stick (60%)
nb: MMA / Elektrode (60%)

source: Stainless Steel (8.00)
nb: Rustfritt stål (8.00)

source: Value
nb: Verdi

source: WELDING PROCESS (EFFICIENCY)
nb: SVEISEPROSESS (VIRKNINGSGRAD)
